Repository: dadederk/RetroRacing
Catalog: RetroRacing/RetroRacingShared/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, zh_hans, zh_hant

# error_product_not_available
source: Unable to load products. Please check your internet connection.
ca: No s'han pogut carregar els productes. Comprova la teua connexió a Internet.
de: Produkte konnten nicht geladen werden. Bitte prüfe deine Internetverbindung.
es: No se han podido cargar los productos. Comprueba tu conexión a Internet.
fr: Impossible de charger les produits. Vérifie ta connexion Internet.
it: Impossibile caricare i prodotti. Controlla la connessione a Internet.
ja: 商品を読み込めません。インターネット接続を確認してください。
ko: 상품을 불러올 수 없어요. 인터넷 연결을 확인해 주세요.
nl: Producten kunnen niet worden geladen. Controleer je internetverbinding.
pt_br: Não foi possível carregar os produtos. Verifique sua conexão com a internet.
pt_pt: Não foi possível carregar os produtos. Verifique sua ligação com a internet.
zh_hans: 无法加载商品，请检查网络连接。
zh_hant: 無法載入商品，請檢查網路連線。

# error_retry
source: Retry
ca: Torna-ho a provar
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pt_br: Tentar novamente
pt_pt: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# event_play_unlimited_subtitle %@ %@
source: Unlimited until %@, celebrating %@ 🏎
ca: Il·limitat fins al %@, per a %@ 🏎
de: Unbegrenzt bis %@, feiern wir %@ 🏎
es: Ilimitado hasta el %@, celebrando %@ 🏎
fr: Illimité jusqu'au %@, pour célébrer %@ 🏎
it: Illimitato fino al %@, in celebrazione di %@ 🏎
ja: %@まで無制限、%@を祝って 🏎
ko: %@까지 무제한, %@ 기념 🏎
nl: Onbeperkt tot %@, ter ere van %@ 🏎
pt_br: Ilimitado até %@, celebrando %@ 🏎
pt_pt: Ilimitado até %@, celebrando %@ 🏎
zh_hans: 至 %@ 无限畅玩，庆祝 %@ 🏎
zh_hant: 至 %@ 無限暢玩，慶祝 %@ 🏎

# event_play_unlimited_title
source: Unlimited Plays
ca: Partides Il·limitades
de: Unbegrenzte Spiele
es: Partidas Ilimitadas
fr: Parties illimitées
it: Partite illimitate
ja: 無制限プレイ
ko: 무제한 플레이
nl: Onbeperkt spelen
pt_br: Partidas Ilimitadas
pt_pt: Partidas Ilimitadas
zh_hans: 无限畅玩
zh_hant: 無限暢玩

source: Finish
ca: Acabar
de: Beenden
es: Finalizar
fr: Terminer
it: Termina
ja: 終了
ko: 종료
nl: Afronden
pt_br: Finalizar
pt_pt: Finalizar
zh_hans: 结束
zh_hant: 結束

# font_style_system
source: System
ca: Sistema
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
zh_hans: 系统
zh_hant: 系統

# font_style_system_monospaced
source: System monospaced
ca: Sistema monoespaiat
es: Sistema monoespaciado
fr: Système monospace
it: Sistema monospaziato
ja: 等幅システム
ko: 고정폭 시스템
nl: Systeem monospaced
pt_br: Sistema monoespaçado
pt_pt: Sistema monoespaçado
zh_hans: 等宽系统
zh_hant: 等寬系統

# friend_milestone_avatar %@ %lld
source: Upcoming friend score: %@, %lld
ca: Puntuació d'amic pròxima: %@, %lld
de: Bevorstehende Freundes-Punktzahl: %@, %lld
es: Puntuación de amigo próxima: %@, %lld
fr: Score d'ami à venir : %@, %lld
it: Punteggio amico in arrivo: %@, %lld
ja: 次のフレンドスコア: %@、%lld
ko: 다음 친구 점수: %@, %lld
nl: Aankomende vriendenscore: %@, %lld
pt_br: Próxima pontuação de amigo: %@, %lld
pt_pt: Próxima pontuação de amigo: %@, %lld
zh_hans: 下一位好友分数：%@，%lld
zh_hant: 下一位好友分數：%@，%lld

# friend_overtake_announcement %@
source: Overtook %@
ca: Has avançat %@
de: %@ überholt
es: Has adelantado a %@
fr: Tu as dépassé %@
it: Hai sorpassato %@
ja: %@を追い抜き
ko: %@ 추월
nl: %@ ingehaald
pt_br: Ultrapassou %@
pt_pt: Ultrapassou %@
zh_hans: 超过 %@
zh_hant: 超過 %@

# friend_overtake_announcement_multiple %lld
source: Overtook %lld friends
ca: Has avançat %lld amistats
de: %lld Freunde überholt
es: Has adelantado a %lld amistades
fr: Tu as dépassé %lld amis
it: Hai sorpassato %lld amici
ja: %lld人のフレンドを追い抜き
ko: 친구 %lld명 추월
nl: %lld vrienden ingehaald
pt_br: Ultrapassou %lld amigos
pt_pt: Ultrapassou %lld amigos
zh_hans: 超过 %lld 位好友
zh_hant: 超過 %lld 位好友

source: Game Center is unavailable for this account.
ca: Game Center no ha estat disponible per a este compte.
de: Game Center ist für dieses Konto nicht verfügbar.
es: Game Center no ha estado disponible para esta cuenta.
fr: Game Center n'est pas disponible pour ce compte.
it: Game Center non è disponibile per questo account.
ja: このアカウントではGame Centerを利用できません。
ko: 이 계정에서는 Game Center를 사용할 수 없어요.
nl: Game Center is niet beschikbaar voor dit account.
pt_br: O Game Center não está disponível para esta conta.
pt_pt: O Game Center não está disponível para esta conta.
zh_hans: 此账号无法使用 Game Center。
zh_hant: 此帳號無法使用 Game Center。

source: Game Center leaderboard is available on iOS and tvOS.
ca: La classificació de Game Center està disponible a iOS i tvOS.
de: Die Game-Center-Bestenliste ist auf iOS und tvOS verfügbar.
es: La clasificación de Game Center está disponible en iOS y tvOS.
fr: Le classement Game Center est disponible sur iOS et tvOS.
it: La classifica di Game Center è disponibile su iOS e tvOS.
ja: Game CenterリーダーボードはiOSとtvOSで利用できます。
ko: Game Center 리더보드는 iOS와 tvOS에서 사용할 수 있어요.
nl: Het Game Center-klassement is beschikbaar op iOS en tvOS.
pt_br: O ranking do Game Center está disponível no iOS e tvOS.
pt_pt: O ranking do Game Center está disponível no iOS e tvOS.
zh_hans: Game Center 排行榜可在 iOS 与 tvOS 上使用。
zh_hant: Game Center 排行榜可在 iOS 與 tvOS 上使用。

source: Game Center leaderboard is not available on this device.
ca: La classificació de Game Center no ha estat disponible en este dispositiu.
de: Die Game-Center-Bestenliste ist auf diesem Gerät nicht verfügbar.
es: La clasificación de Game Center no ha estado disponible en este dispositivo.
fr: Le classement Game Center n'est pas disponible sur cet appareil.
it: La classifica di Game Center non è disponibile su questo dispositivo.
ja: このデバイスではGame Centerリーダーボードを利用できません。
ko: 이 기기에서는 Game Center 리더보드를 사용할 수 없어요.
nl: Het Game Center-klassement is niet beschikbaar op dit apparaat.
pt_br: O ranking do Game Center não está disponível neste dispositivo.
pt_pt: O ranking do Game Center não está disponível neste dispositivo.
zh_hans: 此装置无法使用 Game Center 排行榜。
zh_hant: 此裝置無法使用 Game Center 排行榜。

# game_over_best %lld
source: Best: %lld
ca: Millor: %lld
de: Beste: %lld
es: Mejor: %lld
fr: Meilleur : %lld
it: Record: %lld
ja: ベスト: %lld
ko: 최고: %lld
nl: Beste: %lld
pt_br: Recorde: %lld
pt_pt: Recorde: %lld
zh_hans: 最佳：%lld
zh_hant: 最佳：%lld

# game_over_encouragement_subtitle
source: Next round could be your best yet.
ca: La pròxima partida pot ser la teua millor marca.
de: Die nächste Runde könnte deine beste werden.
es: La próxima partida puede ser tu mejor marca.
fr: Le prochain tour pourrait être ton meilleur.
it: Il prossimo giro potrebbe essere il tuo migliore.
ja: 次のラウンドがベストになるかも。
ko: 다음 라운드가 최고가 될지도 몰라요.
nl: De volgende ronde kan je beste worden.
pt_br: A próxima rodada pode ser a sua melhor.
pt_pt: A próxima rodada pode ser a sua melhor.
zh_hans: 下一局可能就是你的最佳成绩。
zh_hant: 下一局可能就是你的最佳成績。

# game_over_encouragement_title
source: Well played!
ca: Ben jugat!
de: Gut gespielt!
es: ¡Bien jugado!
fr: Bien joué !
it: Ben giocato!
ja: ナイスプレイ！
ko: 잘했어요!
nl: Goed gespeeld!
pt_br: Boa corrida!
pt_pt: Boa corrida!
zh_hans: 玩得好！
zh_hant: 玩得好！

# game_over_new_record_subtitle
source: Awesome drive! You beat your best score.
ca: Gran partida! Has superat la teua millor puntuació.
de: Starke Fahrt! Du hast deinen Bestwert geschlagen.
es: ¡Gran carrera! Has superado tu mejor puntuación.
fr: Super course ! Tu as battu ton meilleur score.
it: Gran gara! Hai battuto il tuo miglior punteggio.
ja: すごい走り！自己ベストを更新しました。
ko: 대단해요! 최고 점수를 경신했어요.
nl: Geweldige rit! Je hebt je beste score verslagen.
pt_br: Corrida incrível! Você bateu seu recorde.
pt_pt: Corrida incrível! Superou o seu recorde.
zh_hans: 太棒了！你刷新了个人最佳。
zh_hant: 太棒了！你刷新了個人最佳。

# game_over_new_record_title
source: New Record!
ca: Nou rècord!
de: Neuer Rekord!
es: ¡Nuevo récord!
fr: Nouveau record !
it: Nuovo record!
ja: 新記録！
ko: 신기록!
nl: Nieuw record!
pt_br: Novo recorde!
pt_pt: Novo recorde!
zh_hans: 新纪录！
zh_hant: 新紀錄！

# game_over_new_record_value %lld
source: New record: %lld
ca: Nou rècord: %lld
de: Neuer Rekord: %lld
es: Nuevo récord: %lld
fr: Nouveau record : %lld
it: Nuovo record: %lld
ja: 新記録: %lld
ko: 신기록: %lld
nl: Nieuw record: %lld
pt_br: Novo recorde: %lld
pt_pt: Novo recorde: %lld
zh_hans: 新纪录：%lld
zh_hant: 新紀錄：%lld

# game_over_next_friend_ahead_title
source: Next friend ahead
ca: Pròxim amic per davant
de: Nächster Freund voraus
es: Próximo amigo por delante
fr: Prochain ami devant toi
it: Prossimo amico davanti
ja: 次に追いかけるフレンド
ko: 다음 목표 친구
nl: Volgende vriend voor je
pt_br: Próximo amigo à frente
pt_pt: Próximo amigo à frente
zh_hans: 下一位要追的好友
zh_hant: 下一位要追的好友

# game_over_overtaken_friends_more %lld
source: +%lld more
ca: +%lld més
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altri
ja: +%lld人
ko: +%lld명 더
nl: +%lld meer
pt_br: +%lld a mais
pt_pt: +%lld a mais
zh_hans: 还有 +%lld 位
zh_hant: 還有 +%lld 位

# game_over_overtaken_friends_title
source: Friends overtaken this run
ca: Amics avançats en esta partida
de: Freunde in dieser Runde überholt
es: Amigos adelantados en esta partida
fr: Amis dépassés dans cette partie
it: Amici sorpassati in questa partita
ja: このランで追い抜いたフレンド
ko: 이번 판에서 추월한 친구
nl: Vrienden ingehaald in deze run
pt_br: Amigos ultrapassados nesta corrida
pt_pt: Amigos ultrapassados nesta corrida
zh_hans: 本局超过的好友
zh_hant: 本局超過的好友

# game_over_previous_best %lld
source: Previous best: %lld
ca: Millor anterior: %lld
de: Vorherige Beste: %lld
es: Mejor anterior: %lld
fr: Meilleur précédent : %lld
it: Migliore precedente: %lld
ja: 前回のベスト: %lld
ko: 이전 최고: %lld
nl: Vorige beste: %lld
pt_br: Recorde anterior: %lld
pt_pt: Recorde anterior: %lld
zh_hans: 先前最佳：%lld
zh_hant: 先前最佳：%lld

# game_over_speed %@
source: Speed: %@
ca: Velocitat: %@
de: Tempo: %@
es: Velocidad: %@
fr: Vitesse : %@
it: Velocità: %@
ja: 速度: %@
ko: 속도: %@
nl: Snelheid: %@
pt_br: Velocidade: %@
pt_pt: Velocidade: %@
zh_hans: 速度：%@
zh_hant: 速度：%@

# game_over_your_best %lld
source: Your best: %lld
ca: La teva millor: %lld
de: Deine Beste: %lld
es: Tu mejor: %lld
fr: Ton meilleur : %lld
it: Il tuo record: %lld
ja: 自己ベスト: %lld
ko: 내 최고: %lld
nl: Je beste: %lld
pt_br: Seu recorde: %lld
pt_pt: Seu recorde: %lld
zh_hans: 你的最佳：%lld
zh_hant: 你的最佳：%lld

source: Game Over
ca: Joc Finalitzat
es: Fin del Juego
ja: ゲームオーバー
ko: 게임 오버
pt_br: Fim de jogo
pt_pt: Fim de jogo
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Leaderboard
ca: Classificació
de: Bestenliste
es: Clasificación
fr: Classement
it: Classifica
ja: リーダーボード
ko: 리더보드
nl: Klassement
pt_br: Ranking
pt_pt: Ranking
zh_hans: 排行榜
zh_hant: 排行榜

# menu_button
source: Menu
ca: Menú
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
zh_hans: 选单
zh_hant: 選單

# menu_engagement_prompt
source: Enjoying the game? You can help RetroRapid!
ca: Gaudixes del joc? Pots ajudar RetroRapid!
de: Gefällt dir das Spiel? Du kannst RetroRapid! unterstützen!
es: ¿Disfrutando el juego? ¡Ayuda a RetroRapid!
fr: Tu aimes le jeu ? Tu peux aider RetroRapid !
it: Ti piace il gioco? Puoi aiutare RetroRapid!
ja: 楽しんでる？RetroRapid!を応援してね！
ko: 재미있어요? RetroRapid!를 응원해 주세요!
nl: Vind je het spel leuk? Je kunt RetroRapid! helpen!
pt_br: Curtindo o jogo? Você pode ajudar o RetroRapid!
pt_pt: A gostar do jogo? Pode ajudar o RetroRapid!
zh_hans: 玩得开心吗？你可以支持 RetroRapid!
zh_hant: 玩得開心嗎？你可以支持 RetroRapid!

# menu_engagement_prompt_rate_only
source: Enjoying the game?
ca: Gaudixes del joc?
de: Gefällt dir das Spiel?
es: ¿Disfrutando el juego?
fr: Tu aimes le jeu ?
it: Ti piace il gioco?
ja: 楽しんでる？
ko: 재미있어요?
nl: Vind je het spel leuk?
pt_br: Curtindo o jogo?
pt_pt: Curtindo o jogo?
zh_hans: 玩得开心吗？
zh_hant: 玩得開心嗎？

# menu_play_with_friends
source: Play with Friends
ca: Juga amb amics
de: Mit Freunden spielen
es: Jugar con amigos
fr: Jouer avec des amis
it: Gioca con gli amici
ja: フレンドとプレイ
ko: 친구와 플레이
nl: Spelen met vrienden
pt_br: Jogar com amigos
pt_pt: Jogar com amigos
zh_hans: 与好友同玩
zh_hant: 與好友同玩

# menu_play_with_friends_free_footer
source: Friend races are free.
ca: Les curses amb amics són gratis.
de: Freundesrennen sind kostenlos.
es: Las carreras con amigos son gratis.
fr: Les courses entre amis sont gratuites.
it: Le gare con gli amici sono gratis.
ja: フレンドレースは無料。
ko: 친구와의 레이스는 무료예요.
nl: Vriendenraces zijn gratis.
pt_br: Corridas com amigos são grátis.
pt_pt: Corridas com amigos são grátis.
zh_hans: 好友对战免费。
zh_hant: 好友對戰免費。

# menu_play_with_friends_free_hint
source: SharePlay matches don’t use daily plays.
ca: Les partides de SharePlay no gasten les teves jugades diàries.
de: SharePlay-Matches verbrauchen keine täglichen Spiele.
es: Las partidas de SharePlay no usan tus jugadas diarias.
fr: Les parties SharePlay n'utilisent pas tes essais quotidiens.
it: Le partite SharePlay non consumano le tue giocate giornaliere.
ja: SharePlayの対戦はデイリープレイを消費しません。
ko: SharePlay 대전은 일일 플레이 횟수를 사용하지 않아요.
nl: SharePlay-wedstrijden gebruiken geen dagelijkse runs.
pt_br: Partidas SharePlay não usam jogadas diárias.
pt_pt: Partidas SharePlay não usam jogadas diárias.
zh_hans: SharePlay 对战不会消耗每日次数。
zh_hant: SharePlay 對戰不會消耗每日次數。

# menu_rate_game
source: Rate it
ca: Valora'l
de: Bewerten
es: Valóralo
fr: Noter
it: Valuta
ja: 評価する
ko: 평가하기
nl: Beoordeel
pt_br: Avaliar
pt_pt: Avaliar
zh_hans: 给评分
zh_hant: 給評分

# menu_support_game
source: Support the game
ca: Dóna suport al joc
de: Spiel unterstützen
es: Apoya el juego
fr: Soutenir le jeu
it: Sostieni il gioco
ja: ゲームを支援
ko: 게임 후원
nl: Steun het spel
pt_br: Apoiar o jogo
pt_pt: Apoiar o jogo
zh_hans: 支持游戏
zh_hant: 支持遊戲

source: Move left
ca: Moure a l'esquerra
de: Nach links
es: Mover a la izquierda
fr: Aller à gauche
it: Muovi a sinistra
ja: 左へ
ko: 왼쪽으로
nl: Naar links
pt_br: Mover para a esquerda
pt_pt: Mover para a esquerda
zh_hans: 向左
zh_hant: 向左

# move_left_hint
source: Double-tap to move car left
ca: Doble toc per moure el cotxe a l'esquerra
de: Doppeltippen, um das Auto nach links zu bewegen
es: Doble toque para mover el coche a la izquierda
fr: Double-touche pour déplacer la voiture à gauche
it: Tocca due volte per spostare l'auto a sinistra
ja: ダブルタップで左へ移動
ko: 두 번 탭하여 왼쪽으로 이동
nl: Dubbeltik om de auto naar links te bewegen
pt_br: Toque duas vezes para mover para a esquerda
pt_pt: Toque duas vezes para mover para a esquerda
zh_hans: 点两下向左移动
zh_hant: 點兩下向左移動

source: Move right
ca: Moure a la dreta
de: Nach rechts
es: Mover a la derecha
fr: Aller à droite
it: Muovi a destra
ja: 右へ
ko: 오른쪽으로
nl: Naar rechts
pt_br: Mover para a direita
pt_pt: Mover para a direita
zh_hans: 向右
zh_hant: 向右

# move_right_hint
source: Double-tap to move car right
ca: Doble toc per moure el cotxe a la dreta
de: Doppeltippen, um das Auto nach rechts zu bewegen
es: Doble toque para mover el coche a la derecha
fr: Double-touche pour déplacer la voiture à droite
it: Tocca due volte per spostare l'auto a destra
ja: ダブルタップで右へ移動
ko: 두 번 탭하여 오른쪽으로 이동
nl: Dubbeltik om de auto naar rechts te bewegen
pt_br: Toque duas vezes para mover para a direita
pt_pt: Toque duas vezes para mover para a direita
zh_hans: 点两下向右移动
zh_hant: 點兩下向右移動

# new_high_score_message %lld
source: New high score! %lld overtakes
ca: Nou rècord! %lld avançaments
de: Neuer Highscore! %lld Überholungen
es: ¡Nuevo récord! %lld adelantamientos
fr: Nouveau record ! %lld dépassements
it: Nuovo record! %lld sorpassi
ja: ハイスコア更新！%lld回追い抜き
ko: 신기록! %lld회 추월
nl: Nieuwe topscore! %lld inhaalacties
pt_br: Novo recorde! %lld ultrapassagens
pt_pt: Novo recorde! %lld ultrapassagens
zh_hans: 新高分！超车 %lld 次
zh_hant: 新高分！超車 %lld 次

source: No car
ca: Cap cotxe
de: Kein Auto
es: Sin coche
fr: Pas de voiture
it: Nessuna auto
ja: 車なし
ko: 차량 없음
nl: Geen auto
pt_br: Sem carro
pt_pt: Sem carro
zh_hans: 无车辆
zh_hant: 無車輛

source: Ok
ca: D'acord
es: Aceptar
ko: 확인
nl: Oké
zh_hans: 好
zh_hant: 好

source: Opens app rating prompt
ca: Obre la sol·licitud de valoració
de: Öffnet die App-Bewertungsaufforderung
es: Abre la solicitud de valoración
fr: Ouvre l'invite d'évaluation de l'app
it: Apre la richiesta di valutazione dell'app
ja: App Storeの評価画面を開きます
ko: 앱 평가 창을 엽니다
nl: Opent de app-beoordelingsprompt
pt_br: Abre a tela de avaliação na App Store
pt_pt: Abre o ecrã de avaliação na App Store
zh_hans: 开启 App Store 评分提示
zh_hant: 開啟 App Store 評分提示

source: Pause
ca: Pausa
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauze
pt_br: Pausar
pt_pt: Pausar
zh_hans: 暂停
zh_hant: 暫停

# paywall_avatar_accessibility_label
source: Pixel-art portrait of a smiling, bearded man wearing a flat cap and navy sweater, set against a retro racing track with grandstands, starting lights, and tiny green cars in a colorful 16-bit game style.
ca: Retrat en píxels d'un home somrient amb barba, gorra plana i jersei marí, sobre una pista de carreres retro amb graderies, llums de sortida i cotxets verds en un estil de joc de 16 bits colorit.
de: Pixel-Art-Porträt eines lächelnden, bärtigen Mannes mit Flat Cap und marineblauem Pullover, vor einer Retro-Rennstrecke mit Tribünen, Startampeln und winzigen grünen Autos im bunten 16-Bit-Spielstil.
es: Retrato en píxeles de un hombre sonriente con barba, gorra plana y jersey marino, sobre una pista de carreras retro con gradas, semáforo de salida y pequeños coches verdes en un estilo de juego de 16 bits colorido.
fr: Portrait en pixel art d'un homme souriant barbu, casquette plate et pull bleu marine, sur un circuit rétro avec tribunes, feux de départ et petites voitures vertes dans un style de jeu 16 bits coloré.
it: Ritratto pixel art di un uomo sorridente con barba, berretto piatto e maglione blu navy, su un circuito retro con tribune, semaforo di partenza e piccole auto verdi in uno stile di gioco 16 bit colorato.
ja: レトロなレースコースを背景に、ニット帽とセーターを着た笑顔の男性のピクセルアート肖像。
ko: 레트로 레이스 트랙을 배경으로, 모자와 스웨터를 입은 수염 남성의 픽셀 아트 초상화.
nl: Pixelart-portret van een glimlachende, bebaarde man met een platte pet en marineblauwe trui, tegen een retro-racecircuit met tribunes, startlichten en kleine groene auto's in een kleurrijke 16-bit gamestijl.
pt_br: Retrato em pixel art de um homem sorridente de barba com boné e suéter azul-marinho, em uma pista de corrida retrô com arquibancadas, luzes de largada e carrinhos verdes em estilo 16-bit.
pt_pt: Retrato em pixel art de um homem sorridente de barba com boné e suéter azul-marinho, em uma pista de corrida retrô com arquibancadas, luzes de largada e carrinhos verdes em estilo 16-bit.
zh_hans: 像素风肖像：戴平顶帽、穿深蓝毛衣的笑脸胡须男子，背景是复古赛道、看台、起跑灯与绿色小车的 16-bit 风格。
zh_hant: 像素風肖像：戴平頂帽、穿深藍毛衣的笑臉鬍鬚男子，背景是復古賽道、看台、起跑燈與綠色小車的 16-bit 風格。

# paywall_caption_coffee
source: Hi! I'm Dani. Consider unlocking Unlimited Plays as a way to get me a coffee. Being caffeinated helps me keep building new features that I hope you'll love.
ca: Hola! Soc la Dani. Considera desbloquejar partides il·limitades com una manera d'invitar-me a un cafè. Estar ben cafeïnada m'ajuda a continuar construint noves funcionalitats que espere que t'agraden.
de: Hi! Ich bin Dani. Schalte Unbegrenzte Spiele frei und spendier mir einen Kaffee. Koffein hilft mir, neue Features zu bauen, die du hoffentlich lieben wirst.
es: ¡Hola! Soy Dani. Plantéate desbloquear partidas ilimitadas como una forma de invitarme a un café. Estar bien cafeinada me ayuda a seguir construyendo nuevas funciones que espero que te encanten.
fr: Salut ! Je suis Dani. Pense à débloquer Parties illimitées pour m'offrir un café. La caféine m'aide à créer de nouvelles fonctionnalités qui, je l'espère, te plairont.
it: Ciao! Sono Dani. Considera di sbloccare Partite illimitate per offrirmi un caffè. La caffeina mi aiuta a creare nuove funzioni che spero ti piaceranno.
ja: こんにちは、Daniです。無制限プレイの解除は、コーヒー1杯分の応援として考えてください。カフェインで新機能を作り続けます！
ko: 안녕하세요, Dani예요. 무제한 플레이 잠금 해제는 커피 한 잔 후원처럼 생각해 주세요. 카페인 덕분에 새 기능을 계속 만들 수 있어요!
nl: Hoi! Ik ben Dani. Overweeg Onbeperkt spelen te ontgrendelen als een manier om me een koffie te trakteren. Cafeïne helpt me nieuwe functies te bouwen waarvan ik hoop dat je ze geweldig vindt.
pt_br: Oi! Sou o Dani. Considere desbloquear Partidas Ilimitadas como um cafezinho para mim. A cafeína me ajuda a criar recursos que espero que você ame.
pt_pt: Olá! Sou o Dani. Considere desbloquear Partidas Ilimitadas como um cafézinho para mim. A cafeína ajuda-me a criar funcionalidades que espero que goste.
zh_hans: 嗨，我是 Dani。解锁无限畅玩就像请我喝杯咖啡。有咖啡因我才能持续做你希望会喜欢的新功能。
zh_hant: 嗨，我是 Dani。解鎖無限暢玩就像請我喝杯咖啡。有咖啡因我才能持續做你希望會喜歡的新功能。

# paywall_close
source: Close
ca: Tanca
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
zh_hans: 关闭
zh_hant: 關閉

# paywall_footer_one_time
source: One-time purchase. No subscription. Unlocks unlimited plays forever.
ca: Compra única. Sense subscripció. Desbloqueja partides il·limitades per sempre.
de: Einmaliger Kauf. Kein Abo. Schaltet unbegrenzte Spiele für immer frei.
es: Compra única. Sin suscripción. Desbloquea partidas ilimitadas para siempre.
fr: Achat unique. Pas d'abonnement. Débloque des parties illimitées pour toujours.
it: Acquisto una tantum. Nessun abbonamento. Sblocca partite illimitate per sempre.
ja: 買い切り。サブスクなし。無制限プレイが永久に解放されます。
ko: 일회성 구매. 구독 없음. 무제한 플레이가 영구 해제됩니다.
nl: Eenmalige aankoop. Geen abonnement. Ontgrendelt onbeperkt spelen voor altijd.
pt_br: Compra única. Sem assinatura. Desbloqueia partidas ilimitadas para sempre.
pt_pt: Compra única. Sem assinatura. Desbloqueia partidas ilimitadas para sempre.
zh_hans: 一次性购买，无订阅。永久解锁无限畅玩。
zh_hant: 一次性購買，無訂閱。永久解鎖無限暢玩。

# paywall_giving_back_body
source: 10% of proceeds go to **AMMEC**, an association that promotes autonomy and social integration for people with physical disabilities, supporting families and fostering community.
ca: El 10% dels ingressos es destinen a **AMMEC**, una associació que promou l'autonomia i la integració social de persones amb discapacitats físiques, donant suport a les famílies i fomentant la comunitat.
de: 10 % der Einnahmen gehen an **AMMEC**, einen Verein, der Autonomie und soziale Integration für Menschen mit körperlichen Behinderungen fördert, Familien unterstützt und Gemeinschaft stärkt.
es: El 10% de los ingresos se destinan a **AMMEC**, una asociación que promueve la autonomía e integración social de personas con discapacidades físicas, apoyando a las familias y fomentando la comunidad.
fr: 10 % des recettes vont à **AMMEC**, une association qui promeut l'autonomie et l'intégration sociale des personnes en situation de handicap physique, en soutenant les familles et en renforçant la communauté.
it: Il 10% dei ricavi va ad **AMMEC**, un'associazione che promuove l'autonomia e l'integrazione sociale delle persone con disabilità fisiche, sostenendo le famiglie e favorendo la comunità.
ja: 収益の10%は**AMMEC**に寄付されます。AMMECは、身体障害のある方の自立と社会参加を支援し、家族とコミュニティを支える団体です。
ko: 수익의 10%는 **AMMEC**에 기부됩니다. AMMEC는 신체 장애가 있는 분들의 자립과 사회 통합, 가족과 지역사회를 지원하는 단체예요.
nl: 10% van de opbrengsten gaat naar **AMMEC**, een vereniging die autonomie en sociale integratie voor mensen met een lichamelijke beperking bevordert, gezinnen ondersteunt en gemeenschap versterkt.
pt_br: 10% dos valores vão para a **AMMEC**, uma associação que promove autonomia e integração social de pessoas com deficiência física, apoiando famílias e fortalecendo a comunidade.
pt_pt: 10% dos valores vão para a **AMMEC**, uma associação que promove autonomia e integração social de pessoas com deficiência física, apoiando famílias e fortalecendo a comunidade.
zh_hans: 收益的 10% 将捐给 **AMMEC**，这个协会促进身心障碍者的自主与社会融入，支持家庭并凝聚社群。
zh_hant: 收益的 10% 將捐給 **AMMEC**，這個協會促進身心障礙者的自主與社會融入，支持家庭並凝聚社群。

# paywall_giving_back_title
source: Giving Back
ca: Tornar a la comunitat
de: Zurückgeben
es: Devolver a la comunidad
fr: Redonner
it: Restituire
ja: 還元
ko: 기부
nl: Teruggeven
pt_br: Retribuir
pt_pt: Retribuir
zh_hans: 回馈社会
zh_hant: 回饋社會

# paywall_go_premium
source: Go Unlimited
ca: Sense límits
de: Unbegrenzt spielen
es: Sin límites
fr: Sans limites
it: Senza limiti
ja: 無制限にする
ko: 무제한으로
nl: Onbeperkt spelen
pt_br: Ir sem limites
pt_pt: Ir sem limites
zh_hans: 解锁无限
zh_hant: 解鎖無限
